Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/suoma_samedikke_presideanta_nob.docx.tmx
Source language: nob
Languages: sme

source: Hans majestet Kongen, Hans Kongelige Høyhet Kronprinsen, representanter for Sametinget i Norge, og øvrige æresgjester.
sme: Gudnejahtton Majestehta gonagas Harald, gonagaslaš allavuohta ruvdnaprinsa Haakon, Norgga Sámedikki áirasat ja buorit árvoguossit, Giittán bovdejumi ovddas Sámedikki rahpandoaluide.

source: Jeg takker for invitasjonen til Sametingets åpningsseremoni For meg er det en glede og en ære å overbringe hilsninger fra Sametinget i Finland, og gratulere de nye representatene med å ha blitt valgt.
sme: Munnje lea illu ja gudni beassat buktit didjiide Suoma Sámedikki dearvvuođaid ja sávvat lihku ođđa sámediggeáirasiidda válljejumi ovddas.

source: Det er store spørsmål knyttet til samiske saker også i den nye valgperioden.
sme: Stuorra sámiide guoski gažaldagat leat mielde maiddái dán ođđa válgabajis.

source: Flere av disse spørsmålene berører samer på tvers av landegrensene og derfor er samarbeid om disse sakene særdeles viktig mellom de tre sametingene.
sme: Máŋggat dáin gažaldagain gusket midjiide sápmelaččaide rastá riikkarájáid, ja danin ovttasbargu dáid áššiid ovdii buot golmma Sámedikki gaskka lea duođaid dehálaš.

source: Til nå har samarbeidet i samisk parlamentarisk råd, og også samarbeidet mellom sametingene, fungert godt Jeg vil derfor takke presidenten for forrige valgperiode, Aili Keskitalo, og andre sametingsrepresentanter for samarbeidet, og ønsker selvsagt at det at arbeidet i felleskap fortsetter også i neste valgperiode.
sme: Dán rádjai ovttasbargomet lea doaibman bures Sámi parlamentáralaš ráđi olis ja maiddái iešguđetge Sámedikkiid gaskka. Háliidange giitit ovddit válgabaji Sámedikki ságadoalli Aili Keskitalo ja eará sámediggeáirasiid dán ovttasbarggus, ja sávan dieđusge, ahte buorre ovttasbargu joatkašuvvá maiddái dán válgabajis.

source: Samisk Parlamentarisk råd er det viktigste organet som har ansvar for grenseoverskridende, parlamentaris arbeid.
sme: Sámi parlamentáralaš ráđđi lea dehálamos orgána mii vástida rájáid rasttildeaddji sápmelaš parlamentáralaš ovttasbarggus.

source: Mitt ønske for fremtiden er at det blir mulig å styrke dette arbeidet ytterligere og fremme dette gjennom styret.
sme: Sávan, ahte boahttevuođas mis livččii vejolašvuohta ain nannet dan barggu ja ovddidit ovttasbarggu dan stivrra oasil.

source: I samisk parlamentarisk råd har vi blant annet påbegynt arbeidet med å forme strategier for å forvalte, beskytte og dra fordeler av felles samisk kulturarv og tradisjonell kunnskap.
sme: Sápmelaš parlamentáralaš ráđi olis leat álggahan barggu ee. oktasaš sápmelaš kulturárbbi ja árbevirolaš dieđu hálddašeami, suodjaleami ja ávkkástallama guoskevaš linnjemiid hábmema ovdii.

source: Jeg anser dette arbeidet for viktig og ønsker at arbeidet lykkes.
sme: Anán dán barggu duođaid dehálažžan ja sávan, ahte bargu ášši ollašuvvama ovdii joatkašuvvá maiddái dás ovddos.

source: Vi har også hatt et tett samarbeid med for eksempel tiåret for urfolkspråk som begynner i 2022, og for å fremme muligheten for at menneskerettighetsrådet styrker rettighetene for urfolks deltagelse.
sme: Mii leat bargan čavga ovttasbarggu maiddái ovdamearkka dihtii eamiálbmotgielaid logijagi olis, mii álgá boahtte jagi 2022, sihke olmmošriekteráđis eamiálbmogiid oassálastinvejolašvuođaid buorideami ovdii.

source: Mitt ønske er også at Sametingene anser disse sakene som viktige.
sme: Sávange, ahte maiddái Sámedikkit dás duohko atnet dáid áššiid dehálažžan.

source: I tillegg til de nevnte sakene, så finnes det mange spørsmål og utfordringer som berører Sametingene i både Finland og Norge.
sme: Máinnašuvvon temáid lassin gávdnojit vel máŋggat oktasaš gažaldagat ja hástalusat, mat gusket Sámedikkiide sihke Suomas ja Norggas.

source: Mange av utfordrignene påvirker direkte samenes mulighet til å få oppfyllt sine urfolksrettigheter.
sme: Máŋggat hástalusat váikkuhit njuolga min sápmelaččaid rivttiid ollašuvvamii eamiálbmogin.

source: Et eksempel er begrensningen av fisket i Tanavassdraget sist sommer.
sme: Okta ovdamearka lea Deanu guolásteami ráddjen mannan geasi.

source: Et annet eksempel er en slags bruk av samiske områder, som konkurrerer med våre tradisjonelle næringer og begrenser mulighetene for at de overlever.
sme: Nubbi ovdamearka fas lea dakkár eanangeavaheami lassáneapmi Sámis, mii gilvala min árbevirolaš ealáhusaiguin ja gáržžida daid ceavzinvejolašvuođaid.

source: Dette er noen av sakene Sametingene har jobber med lenge, og det virker som om dette arbeidet fortsetter i fremtiden.
sme: Ee. dáid áššiiguin Sámedikkit leat bargan jo guhká, ja dáid áššiiguin bargan orru joatkašuvvamin maiddái boahttevuhtii.

source: Selv om det er bra å være bevisst overfor de store oppgavene som man står foran, så bør vi også huske på at de samiske rettighetene har blitt styrket de siste årene.
sme: Seammás go lea buorre leat diđolaš dan stuorra barggus mii lea ovddabealde, berret muitit maiddái mo sápmelaččaid rievttit leat ovdánan maŋimuš áiggiid.

source: I forrige uke leste vi nyheten om Høyesterettsdommen i Norge, hvor oppføringen av vindkraftparker er i strid med rettigheter som samene har som urfolk.
sme: Mannan vahkus oaččuimet lohkat ođđasiin Norgga alimus rievtti duomus, man mielde bieggafápmopárkkaid huksen lea rihkkon sámiid vuoigatvuođaid eamiálbmogin.

source: I 2019 ga FN:S menneskerettighetskommite to anbefalinger i saker der Finland har brutt sivile og politiske rettigheter som berører samenes rett til selvbestemmlse i spørsmål som angår valgmantallet.
sme: Jagis 2019 ON:id olmmošriektekomitea attii guokte čovdosa, maid mielde Suopma lea loavkidan siviila- ja politihkalašvuoigatvuođaid guoski oktasašsoahpamuša erenomážit áššiin, mat laktásit sápmelaččaid iešmearridanvuoigatvuhtii válgalogahallama guoskevaš gažaldagaiguin.

source: Nå er de to anbefalingene sentrale i arbeidet med å revidere loven om Sametinget på finsk side.
sme: Dál dát mearrádusat leat guovddážis barggus, mii guoská sámediggelága ođasmahttimii Suoma bealde.

source: Dette er to eksempler som jeg synes gir oss troen på at arbeidet i Sametinget og ellers i det samiske samfunnet, har en betydning.
sme: Dát guokte ovdamearkka addet mu mielas midjiide doaivvu das, ahte dan barggus, maid mii bargat sihke Sámedikkis ja viidábut sámi servodagas, lea mearkkašupmi.

source: Selv om det tar tid å endre saker, så blir det til det bedre.
sme: Vaikko áššit rivdet gulul, dat rivdet.

source: Jeg ønsker de nyvalgte sametingsrepresentatnene styrke, mot og spesielt visdom i arbeidet med oppgavene i den nye valgperioden.
sme: Sávan didjiide dál válljejuvvon sámediggeáirasiidda návccaid, roahkkatvuođa ja erenomážit viisodaga ođđa válgabaji bargguide.

source: Takk
sme: Giitu!
